<html>
    <head><title>Общи условия и правила за ползване</title>
        </head>
        <body><p>
           <h1 align="center"> ОБЩИ УСЛОВИЯ НА „Семиколон ДИ” ООД за предоставяне на услуги чрез мобилно приложение
<h2>РАЗДЕЛ I. ОБЩИ РАЗПОРЕДБИ.</h2>

1. С настоящия документ (наричан по-долу „Общи условия”) се определят условията за използване на специализирано приложение с търговско наименование „Алмус Такси” (по-долу наричано за краткост „Мобилното приложение” или само „Приложението”) за достъп на потребител - физическо лице („Потребител”) до онлайн технологична платформа, която извършва електронно обслужване на поръчки за таксиметрови услуги на територията на Република България („Алмус Такси”), предлагани от трети страни –доставчици на таксиметрови услуги („Доставчик на таксиметрови услуги”).

2. Платформата е софтуерен продукт, който извършва позициониране, разпределение, получаване, приемане и проследяване на поръчки за таксиметрови услуги, който е разработен и опериран от „Семиколон ДИ” ООД („Оператор”). Мобилното приложение предоставя на Потребителите достъп и възможност за ползване на функционалностите на Алмус Такси. Операторът притежава права да разпространява Приложението и да предоставя на Потребителите достъп за ползване на услугите, достъпни чрез Приложението, съобразно маркетингова политика, която определя изцяло и изключително по своя преценка. Операторът не е Доставчик на таксиметрова услуга, нито има качеството превозвач.

3. Текстът на настоящите Общи условия е достъпен на Интернет страницата на Оператора с адрес http://semicolondi.com/taxirights по начин, който позволява неговото съхранение и възпроизвеждане.

4. Мобилното приложение може да се изтегли, инсталира и ползва от всички Потребители чрез мобилно устройство (преносимо електронно оборудвано оборудване, напр. мобилен телефон, таблет или др.), което позволява и осигурява свързаност с Интернет и има съвместима с Приложението операционната система.

РАЗДЕЛ II. РЕГИСТРАЦИЯ. ПРИЕМАНЕ НА ОБЩИТЕ УСЛОВИЯ.
5. Необходимо условие, за да може Потребителите да ползват услугите, достъпни чрез Приложението, е да извършат регистрация на Интернет страницата http://semicolondi.com в съответствие с дадените инструкции, като си създадат потребителски профил в Платформата Таксистарс. Договорът между Оператора и Потребителя по отношение на използването на Мобилното приложение и достъпните чрез него услуги, включващ тези Общи условия, влиза в сила след успешна регистрация на Потребителя за услугата и създаването на неговия профил.

6. Мобилното приложение не е предназначено за деца или лица под 14-годишна възраст, като същите не трябва да използват Мобилното приложение или да изпращат лична информация чрез него. При регистрация на непълнолетно лице (на възраст от 14 до 18 години), същото декларира и съгласието на своите родители или попечители с Общите условия. В случаите на регистрация на лице под 14-годишна възраст, заявлението за съгласие с Общите условия се извършва от родител или настойник на същото. Операторът си запазва правото да отказва регистрация и достъп на лица, които са под 14-годишна възраст (доколкото могат да бъдат идентифицирани като такива).

7. За да извърши регистрация и създаде потребителски профил, Потребителят трябва да разполага с валиден адрес на електронна поща („email”) и да попълни всички маркирани като задължителни полета в електронната форма, достъпна чрез Приложението. Всеки Потребител може да регистрира само един потребителски профил с един email. При регистрацията Потребителят посочва също име, презиме и фамилия, телефонен номер и парола. Чрез адреса на електронната си поща и паролата Потребителят получава достъп до потребителския си профил и възможност да ползва услугите на Мобилното приложение.

8. Потребителят гарантира и отговаря за това, че данните, които предоставя в процеса на регистрация, са верни, пълни, точни и незаблуждаващи, както и се задължава при промяна своевременно да актуализира профила си. Операторът си запазва правото да откаже регистрация или да прекрати регистрация на лице,за което получи информация, че посочва или ползва неверни или чужди данни.

9. В процеса на създаване на потребителския профил и регистрация Потребителят извършва изрично електронно изявление по смисъла на Закона за електронния документ и електронния подпис, с което декларира, че е запознат с Общите условия, приема ги, съгласява се с тях и се задължава да ги спазва.

10. Неприемането на Общите условия в процеса на създаване на потребителския профил води до невъзможност за Потребителя да използва услугите, предоставяни чрез Приложението.

<h2>РАЗДЕЛ III. ПОЛЗВАНЕ НА МОБИЛНОТО ПРИЛОЖЕНИЕ. ОБХВАТ НА УСЛУГИТЕ.</h2>
11. Приложението е предназначено и се предлага във версии за работа върху операционни системи Андроид. За използването му е необходимо Потребителят да разполага с мобилно устройство със съответната операционна система, което има връзка с Интернет.


13.  Операторът не носи отговорност при некоректност или неадекватност на маршрута.

14. Операторът определя самостоятелно обхвата на услугата по отношение на обслужвана територия и достъпни Доставчици на таксиметрова услуга (респективно техни шофьори), като си запазва правото да разширява или стеснява същите без да е необходима промяна на настоящите Общи условия.

15. Всеки Доставчик на таксиметровата услуга (респективно негов шофьор) има право изцяло и единствено по своя преценка да реши дали да приеме или отхвърли подадена поръчка за таксиметрова услуга. Доставчикът на таксиметрова услуга също така има право изцяло и единствено по своя преценка да реши дали да използва Приложението, за да получава поръчки, направени чрез него. Ако Доставчик на таксиметрова услуга (респективно негов шофьор) приеме поръчката за таксиметрова услуга, Приложението изпраща потвърждение на Потребителя.

16. Приложението дава възможност на Потребителя да комуникира в реално време със съответния таксиметров шофьор по време на изпълнение на таксиметровата услуга.

17. Операторът има право по свое усмотрение да не администрира поръчка за таксиметрова услуга, направена чрез Мобилното приложение, в случай на некоректно попълнени данни при регистрацията или при мотивирано съмнение за неистинска или злоумишлена поръчка.

18. Изтеглянето и използването на Приложението е безплатно за Потребителя. Потребителят заплаща само стойността на заявените чрез Приложението услуги. Цените на заявената чрез Приложението таксиметрова услуга се определят от съответния Доставчик на таксиметрова услуга. Заявената таксиметрова услуга се заплаща по начините, достъпни чрез и/или посочени в Приложението.

19. Приложението осигурява възможност на Потребителя да поръча, договори и получи таксиметрова услуга, в зависимост от наличието на Доставчици на таксиметрови услуги в близост до местоположението на Потребителя към момента на поръчката. Предоставянето на таксиметрова услуга на Потребителя от страна на Доставчика на таксиметрови услуги е предмет на споразумение между тях. Операторът никога не е страна в това споразумение, нито агент, пълномощник или друг представител на Потребителя или на Доставчика на таксиметрова услуга.

20. Потребителят се съгласява, че Операторът има право по всяко време да променя потребителския дизайн и интерфейс, функционалностите или други параметри на Приложението, както и услугите, предоставяни чрез него, по своя собствена и свободна преценка и без да дължи уведомление до Потребителите. Потребителят се съгласява, че е възможно да има различия във визията и функционалностите на Приложението при различните операционни системи, за които е предназначено.

21. Операторът си запазва правото да въведе такса за изтеглянето и/или използването на Приложението. Ако реши да въведе такава такса, Операторът ще информира Потребителя на Интернет страницата си или чрез Приложението, като му даде възможност да прекрати ползването на услугите.

22. Операторът си запазва право по свое усмотрение да прави валидни уведомления до Потребителя чрез Приложението, на Интернет страницата http://semicolondi.com или чрез съобщение до електронния адрес, съдържащ се в регистрирания профил на Потребителя.




<h2>РАЗДЕЛ VI. ЗАДЪЛЖЕНИЯ И ОТГОВОРНОСТИ НА ПОТРЕБИТЕЛЯ.</h2>
29. Потребителят се задължава да използва Приложението и неговите функционалности и съдържание добросъвестно и само съгласно тяхното предназначение.

30. Потребителят носи цялата отговорност за пълнотата и достоверността на данните, посочени при създаването на потребителския профил и се задължава при промяна на тези данни да актуализира своевременно потребителския си профил.

31. Потребителят носи цялата отговорност за коректността на предоставените от него данни при заявяването на услуга чрез Приложението.

32. Потребителят е длъжен да осигури за собствена сметка необходимото мобилно устройство за използване на Приложението, както и връзка на това устройство с Интернет.

33. Потребителят е длъжен да съхранява данните за достъп до потребителския си профил по начин, който не позволява същите да станат достояние на трети лица. Потребителят е изцяло отговорен за всички действия на трети лица, на които е предоставил данните си за достъп до потребителския профил. Потребителят се задължава незабавно да уведомява Оператора при получаване на информация за неправомерно ползване на потребителска парола и/или електронна поща за достъп до услугите, предоставяни чрез Приложението.

34. Потребителят носи отговорност за това да се запознае предварително с условията за ползване на желаните таксиметрови услуги, както и за тяхното изменение или анулиране.

35. Потребителят се задължава да не използва Приложението за извършване на злоумишлени действия. Злоумишлени действия са действия или бездействия, нарушаващи Интернет етиката или нанасящи имуществени или неимуществени вреди на лица, свързани към Интернет или асоциирани мрежи, изпращане на нежелана поща, получаване на достъп до ресурси с чужди права и пароли, използуване на недостатъци в системите с цел собствена облага или добиване на информация, повреждане или разрушаване на системи или информационни масиви, изпращане или предизвикване на “троянски коне” или предизвикване инсталация на вируси, смущаване нормалната работа на останалите потребители на Интернет и асоциираните мрежи, извършване на каквито и да е било действия, които могат да се квалифицират като престъпление или административно нарушение по българското законодателство или по друго приложимо право.

<h2>РАЗДЕЛ VII. ИЗКЛЮЧВАНЕ НА ОТГОВОРНОСТ.</h2>
36. Операторът ще полага дължимата грижа, за да осигурява непрекъснатост и липса на грешки в работата на Приложението и Платформата Таксистарс. Независимо от това, Потребителят се съгласява, че достъпът до услугите, предоставяни чрез Приложението, може да бъде прекъсван или възпрепятстван поради профилактика, отстраняване на повреди или работа по функционалности на Приложението.

37. Потребителят се съгласява, че:

37.1. Операторът не носи отговорност за нанесени вреди и/или пропуснати ползи в случай на ограничаване или невъзможност за ползването на услугите, предоставяни чрез Приложението, поради профилактика, отстраняване на повреди или работа по функционалностите на Мобилното приложение или Платформата Таксистарс, или поради други действия, насочени към подобряване или оптимизиране на предоставяните услуги;

37.2. Операторът не гарантира непрекъснатост и липса на грешки в работата на Приложението и Платформата Таксистарс. Операторът не гарантира, че услугите, предоставяни чрез Приложението, ще удовлетворят напълно всички изисквания и/или очаквания на Потребителя за качество или други параметри на тези услуги, ако и доколкото същите не са под контрола на Оператора. В този смисъл Операторът не носи отговорност за достоверността на информацията, предоставена за нуждите на Приложението и/или Платформата Таксистарс от Доставчик на таксиметрови услуги.

37.3. Операторът не носи отговорност за причинени на Потребителя вреди при ползването на Мобилното приложение, освен ако са причинени умишлена или при груба небрежност.

37.4. Операторът не носи отговорност за проблеми, които могат да възникнат поради случайни технически фактори, за проблеми, които могат за възникнат поради вида, характеристиките или качеството на ползваното от Потребителя мобилното устройство или връзка с Интернет, както и от външна намеса на трети лица. Операторът не носи отговорност, ако мобилното устройство на Потребителя не е съвместимо или ако изтегли неправилната версия на Приложението за мобилното си устройство.

37.5. Операторът не гарантира безпроблемната работа на Приложението и достъпа до услугите, предоставяни чрез него, в случай че Потребителят е изтеглил Приложението от място или по начин, различни от указаните.

37.6. Качеството на таксиметровата услуга, заявена от Потребителя чрез Приложението, е отговорност изцяло на Доставчика на таксиметровата услуга, който му предоставя тази услуга. При никакви обстоятелства Операторът не поема отговорност във връзка с и/или вследствие на изпълнение на таксиметровата услуга, приета за изпълнение или предоставена от Доставчика на таксиметровата услуга или действия/бездействия от негова страна (респективно от негов шофьор). По тази причина всички оплаквания във връзка с таксиметровата услуга, предоставена от Доставчик на таксиметрова услуга (респективно негов шофьор), следва да се изпращат на този Доставчик на таксиметрова услуга. Операторът не носи отговорност за нанесени вреди или пропуснати ползи, произтичащи от неприемане на поръчка за таксиметрова услуга, подадена чрез Мобилното приложение, или неизпълнение на приета такава.

37.7. Операторът няма задължение да следи непрекъснато публикуваното от Потребителя съдържание по т.53 от настоящите Общи условия. Потребителят публикува това съдържание на свой риск и отговорност. В този смисъл Потребителят приема, че такова съдържание не отразява непременно мнението на Оператора, нито последният носи отговорност за достоверността или уместността на каквито и да било забележки, мнения, коментари, предложения и друга информация, публикувани от Потребител. Операторът обаче си запазва правото по своя преценка да блокира или премахва (изцяло или частично) всяко потребителско съдържание, за което смята, че не е в съответствие с настоящите Общи условия, нарушава или може да наруши правата върху интелектуална собственост на трети страни, нарушава личната неприкосновеност или спокойствие на трети страни , или по друг начин е неприемливо за него.

<h2>РАЗДЕЛ VIII. ЛИЧНИ ДАННИ.</h2>
38. В процеса на регистрация и при използването на Приложението от Потребителя ще бъдат събирани данни, които могат да го индивидуализират (лични данни). От Потребителя се събират лични данни само в такъв обем и вид, които са необходими за използването на Приложението и предоставянето на услугите, достъпни чрез него. Такива данни са, но не се ограничават до: име, телефонен номер, адрес на електронна поща (e-mail), в някои случаи уникален номер на мобилно устройство, данни по т.25 по-горе.

39. Идентифициране на Потребителя с цел възпроизвеждане на изявлението му както за приемане на Общите условия, така и за направените поръчки, се извършва чрез съхранените в бази данни, както и чрез съхранение на всяка друга информация, предоставена от Потребителя или налична от източници на публична информация.

40. С приемането на настоящите Общи условия Потребителят декларира, че предоставя личните си данни доброволно и дава съгласието си тези данни да бъдат събирани и обработвани за целите на използването на Приложението и предоставяне на заявените чрез него услуги.

41. С приемането на настоящите Общи условия Потребителят дава изричното си съгласие да получава рекламни и информационни материали, както и други съобщения за целите на директния маркетинг от Оператора или от Доставчик на таксиметрова услуга на e-mail адреса, който е посочил в потребителския си профил или при заявяването на услуга. Отказ от получаване на такива материали и съобщения може да се направи по всяко време чрез специална връзка (линк), достъпен в съдържанието на всяко изпратено съобщение или материал.

42. Събирането и обработката на лични данни на Потребителя ще се извършва при спазване на изискванията на Закона за защита на личните данни.

43. Предоставена от Потребителя информация и лични данни няма да бъдат използвани, предоставяни или довеждани до знанието на трети лица извън случаите и при условията, предвидени в настоящите Общи условия и действащата нормативна уредба. Това задължение отпада в случай, че Потребителят е предоставил неверни данни или е извършил злоумишлени действия. Разкриването на лични данни е допустимо в случаите, когато: а) това е предвидено в настоящите Общи условия или потребителят е дал изричното си съгласие при регистрацията или в по-късен момент; б) това е необходимо за изпълнение на нормативно установено задължение на Оператора и/или оператора на Платформата; в) информацията е изискана от държавни органи или длъжностни лица, които според действащото законодателство са оправомощени да изискват и събират такава информация при спазване на законово установените процедури; г) информацията относно личните данни се предоставя на служители или подизпълнители на Оператора за дейности, свързани с изпълнението на служебните им задължения във връзка с функционирането на Мобилното приложение и системата; д) се уреждат спорове между страните; е) в други случаи, предвидени в закона.

44. Операторът не носи отговорност за опазване на лични данни в случаите на непреодолима сила, случайно събитие или злоумишлени действия на трети лица, както и в случаите, при които Потребителят сам е направил достъпна тази информация на трети лица.

<h2>РАЗДЕЛ IX. РЕЙТИНГ НА ПОТРЕБИТЕЛИ И ДОСТАВЧИЦИ НА ТАКСИМЕТРОВИ УСЛУГИ.</h2>
45. Чрез Мобилното приложение и достъпа до Платформата Таксистарс Потребителите получават възможност да въвеждат рейтинг на Доставчиците на таксиметрови услуги (респективно техните шофьори), които са изпълнили тяхна поръчка.

46. Чрез Мобилното приложение и достъпа до Платформата Таксистарс Потребителите получават възможност да получават информация за рейтинга на Доставчик на таксиметрови услуги (респективно негов шофьор), който е приел тяхна поръчка, и да преценяват дали да откажат поръчката на база на тази информация.

47. Потребителят се съгласява, че Доставчиците на таксиметрови услуги (респективно техните шофьори) могат да въвеждат рейтинг за Потребителя, като тази информация ще бъде достъпна за всеки Доставчик на таксиметрови услуги (респективно негов шофьор), който получава последващи поръчка от този Потребител.

48. Рейтингът на даден Доставчик на таксиметрови услуги (респективно негов шофьор) или Потребител са достъпни само в агрегиран вид, т.е. не се предоставят данни за рейтинг, даден на конкретен Доставчик на таксиметрови услуги (респективно негов шофьор) от конкретен Потребител и обратно.

<h2>РАЗДЕЛ Х. ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ.</h2>
49. Всички елементи на съдържанието на Приложението, включително, но не само, програмни му код, търговски марки, лога, символи, дизайн, снимки, графични елементи, навигационни инструменти и и текстове са обект на закрила по Закона за авторското право и сродните му права, Закона за марките и географските означения и другите нормативни актове, уреждащи защитата на правата върху интелектуална собственост, и не могат да бъдат използвани в нарушение на действащото законодателство.

50. Потребителят има право да използва всички услуги и информация, съдържащи се в Приложението, при условие, че не нарушава правата на интелектуална собственост върху тях. При спазване на настоящите Общи условия Операторът дава ограничено, неизключително, неподлежащо на прехвърляне разрешение на потребителя да изтегли и инсталира копие на Приложението на едно мобилно устройство и да използва това копие на Приложението единствено за лична употреба с нетърговски цели.

51. Потребителят се задължава да не извършва действия, които целят или имат за резултат разконструирване („reverse engineering”), декомпилиране, разглобяване, адаптиране или модифициране на Приложението и/или Сайта, включително и на изходния им код, съдържанието им или която и да е система, свързана с тях.

52. На основание правата, притежавани или контролирани от Оператора или лицензодателите му, на Потребителя не се предоставят никакви лицензи или права, с изключение на лицензите и правата, изрично предоставени на Потребителя в тези Общи условия.

53. В случай, че Операторът предостави на Потребителя възможност чрез Приложението да съобщава, качва, публикува, изпраща или предава съдържание, изразяващо мнението или отношението на Потребителя към Приложението, неговото съдържание или ползване, или към заявена и/или ползвана чрез Приложението таксиметрова услуга, то това съдържание ще се счита за неповерително и свободно достъпно. В съответствие с това Операторът ще има неизключителното, безвъзмездно право да използва, копира, разпространява и разкрива по свое усмотрение това съдържание на трети страни за цели, каквито прецени.

<h2>РАЗДЕЛ XI. ПРОМЕНИ В ОБЩИТЕ УСЛОВИЯ.</h2>

54. Операторът си запазва правото за променя и/или допълва Общите условия по всяко време изключително по своя преценка. Промяната ще се счита известна на Потребителя от момента на публикуването им на обособеното за това място в Приложението или на Интернет страницата semicolondi.com. Счита се, че Потребителят е съгласен и приема промените, ако след публикуването им направи валидна поръчка за таксиметрова услуга чрез Приложението.

55. В случай на несъгласие с Общите условия след момента на създаване на потребителския профил (независимо дали Общите условия са изменени или не), потребителят е длъжен да преустанови ползването на Приложението, както и услугите, предоставяни чрез него. В противен случай ще се счита, че Потребителя е съгласен с условията и се е задължил да ги спазва.

<h2>РАЗДЕЛ ХIІ. ПРЕКРАТЯВАНЕ.</h2>
56. Потребителят има право по всяко време да деинсталира Приложението, инсталирано на мобилното му устройство, като по този начин прекрати за постоянно достъпа до него и ползването на предлаганите чрез него услуги, респективно договора между страните.

57. Операторът има право да прекрати или спре незабавно и без предизвестие достъпа на Потребител до услугите на Мобилното приложение, както и поддържането на регистрацията му, когато прецени, че Потребителят ползва Мобилното приложение или услугите, предоставяни чрез него, в противоречие с настоящите Общи условия, приложимото българското законодателство, правата и законните интереси на трети лица или добрите нрави. В този случай договорът на Потребителя за ползване на Мобилното приложение се счита автоматично прекратен от датата на прекратяване на регистрацията му.

58. При прекратяване на договора, независимо от основанието, се преустановява достъпа на Потребителя до неговия профил, както и до услугите, предоставяни чрез Мобилното приложение. Операторът си запазва правото в този случай да съхрани информацията, предоставена от Потребителя до този момент.

<h2>РАЗДЕЛ XІІI. РЕШАВАНЕ НА СПОРОВЕ И ПРИЛОЖИМО ПРАВО.</h2>

59. Спорове между Оператора и Потребителя се решават чрез добросъвестни преговори между тях. При непостигане на съгласие всяка от страните може да отнесе спора пред компетентния български съд в гр. Лом.

60. При прилагането и тълкуването на настоящите Общи условия се прилага българското законодателство.

<h2>РАЗДЕЛ XIV. КОНТАКТИ ВЪВ ВРЪЗКА С ИЗПОЛЗВАНЕТО НА ПРИЛОЖЕНИЕТО.</h2>

61. Адрес за контакт с Оператора: „Семиколон ДИ” ООД, гр. Лом, ул. „Славейче” 1, електронна поща office@semicolondi.com.

62. При възникнали текущи проблеми с ползването на Мобилното приложение Потребителят може да се обади на кол центъра на Оператора на тел , +359 876755454

63. При запитване, рекламация или отправяне на други искания към Оператора Потребителят следва да предостави пълното си име, адрес и телефонен номер за контакт.

<h2>РАЗДЕЛ XV. ЗАКЛЮЧИТЕЛНИ РАЗПОРЕДБИ</h2>
64. Настоящите Общи условия са приети с решение на Управителя на „Семиколон ДИ” ООД и влизат в сила от 17.06.2020 г.
</p>
   </body>
    
    </html>